Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_sync_problem_offline
source: Could not reach the sync servers. Dejavu will try again.
ab: Асинхронизациа рсерверқәа рахь агара мап ҟалеит. Dejavu ааԥхьара ишьҭeит.
am: የማመሳሰል አገልጋዮቹን ማግኘት አልተቻለም። Dejavu እንደገና ይሞክራል።
an: No s'ha puesto contactar con os servidors de sincronización. Dejavu tornará a intentar-lo.
ar: تعذّر الوصول إلى خوادم المزامنة. سيعاود Dejavu المحاولة.
ast: Nun pudo contautase colos sirvidores de sincronización. Dejavu volverá tentalo.
az: Sinxronlaşdırma serverlərinə çatmaq mümkün olmadı. Dejavu yenidən cəhd edəcək.
azb: همگام‌سازی سئرورلرینه چاتماق مومکون اولمادی. Dejavu یئنیدن جهد ادجک.
ban: Server sync tusing nyidang kaakses. Dejavu lakar nyoba buin.
be: Не ўдалося звязацца з серверамі сінхранізацыі. Dejavu паспрабуе зноў.
bg: Сървърите за синхронизиране не бяха достигнати. Dejavu ще опита отново.
bn: Sync সার্ভারের সাথে যোগাযোগ করা যায়নি। Dejavu আবার চেষ্টা করবে।
bqi: نتونست به سرور یل همگامی برسه. Dejavu دوباره امتحان می‌کنه.
br: N’haller ket tizhout servijerien ar goubredañ. Dejavu a glasko en-dro.
brh: سنک سرور تک نی پُہت۔ Dejavu دوبارہ کوشش کن۔
bs: Serveri za sinhronizaciju nisu dostupni. Dejavu će pokušati ponovo.
ca: No s'ha pogut contactar amb els servidors de sincronització. El Dejavu ho tornarà a provar.
cak: Man xb'e ta ku'x pa taq server richin junamirisanik. Dejavu nrajo' chik jun bey.
ceb: Wala maabot ang mga sync server. Mosulay usab ang Dejavu.
ckb: نەتوانرا گەیشتنی سێرڤەرەکانی هاوکاتکردن. Dejavu دووبارە هەوڵ دەداتەوە.
co: Impussibule di righjunghje i servitori di sincrunizazione. Dejavu prova dinò.
cs: Nepodařilo se spojit se servery synchronizace. Dejavu to zkusí znovu.
cy: Methwyd cyrraedd gweinyddion cydweddu. Bydd Dejavu’n ceisio eto.
da: Kunne ikke få forbindelse til synkroniseringsserverne. Dejavu prøver igen.
de: Die Sync-Server waren nicht erreichbar. Dejavu versucht es erneut.
dsb: Serwery synchronizacije njejsu se dali dosegnuś. Dejavu buźo znowego wopytaś.
el: Δεν ήταν δυνατή η επικοινωνία με τους διακομιστές συγχρονισμού. Το Dejavu θα προσπαθήσει ξανά.
eo: Ne eblis atingi la sinkronigajn servilojn. Dejavu provos denove.
es: No se pudo conectar con los servidores de sincronización. Dejavu volverá a intentarlo.
es_ar: No se pudo conectar con los servidores de sincronización. Dejavu volverá a intentarlo.
et: Sünkroonimisserveritega ei õnnestunud ühendust saada. Dejavu proovib uuesti.
eu: Ezin izan da sinkronizazio-zerbitzariekin konektatu. Dejavuk berriro saiatuko da.
fa: اتصال به سرورهای همگام‌سازی ممکن نشد. Dejavu دوباره تلاش خواهد کرد.
ff: Impossible de joindre les serveurs de synchronisation. Dejavu réessaiera.
fi: Synkronointipalvelimia ei tavoitettu. Dejavu yrittää uudelleen.
fr: Impossible de joindre les serveurs de synchronisation. Dejavu réessaiera.
fur: Impussibil rivâ ai servidôrs di sincronizazion. Dejavu al torna a provâ.
fy: De syngronisaasjeservers wiene net te berikken. Dejavu sil it opnij besykje.
ga: Níorbh fhéidir freastalaithe sioncrónaithe a bhaint amach. Bainfidh Dejavu triail eile as.
gd: Cha b' urrainn dhuinn ruighinn air na frithealaichean sioncronachaidh. Feuchaidh Dejavu a-rithist.
gl: Non se puido contactar cos servidores de sincronización. Dejavu tentarao de novo.
gn: Ndaikatúi ojeguahẽ umi server sincronizaciónguápe. Dejavu ojapyhýta jey.
gu: સમન્વયન સર્વર સુધી પહોંચી શકાયું નહીં. Dejavu ફરીથી પ્રયાસ કરશે.
he: לא ניתן היה להגיע לשרתי הסנכרון. Dejavu ינסה שוב.
hi: सिंक सर्वर से संपर्क नहीं हो सका। Dejavu फिर से कोशिश करेगा।
hil: Wala maabot ang mga sync server. Magatilaw liwat ang Dejavu.
hr: Poslužitelji za sinkronizaciju nisu dostupni. Dejavu će pokušati ponovno.
hsb: Serwery synchronizacije njedachu so docpěć. Dejavu budźe znowa spytać.
hu: Nem sikerült elérni a szinkronizálási szervereket. A Dejavu újra megpróbálja.
hy: Չհաջողվեց կապվել համաժամացման սերվերների հետ. Dejavu֊ն կրկին կփորձի.
ia: Non poteva attinger le servitores de synchronisation. Dejavu tentara de nove.
id: Tidak dapat menjangkau server sinkronisasi. Dejavu akan mencoba lagi.
is: Ekki tókst að ná sambandi við samstillingarþjónana. Dejavu mun reyna aftur.
it: Impossibile raggiungere i server di sincronizzazione. Dejavu riproverà.
ja: 同期サーバーに接続できませんでした。Dejavuが再試行します。
ka: სინქრონიზაციის სერვერებთან დაკავშირება ვერ მოხერხდა. Dejavu ხელახლა სცდის.
kaa: Sinxronlastırıw serverlerine jetiw múmkin bolmadı. Dejavu qayta háreket etedi.
kab: Ur yezmir ara ad yaweḍ ɣer iqeddacen n usdukel. Dejavu ad yɛawed ttikkelt-nniḍen.
kk: Синхрондау серверлеріне қол жеткізу мүмкін болмады. Dejavu қайта әрекет етеді.
km: មិនអាចទាក់ទងម៉ាស៊ីនមេសមកាលកម្មបានទេ។ Dejavu នឹងព្យាយាមម្ដងទៀត។
kmr: Negihîşt pêşkêşkerên hevdemkirinê. Dejavu dê dîsa biceribîne.
kn: ಸಿಂಕ್ ಸರ್ವರ್‌ಗಳನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. Dejavu ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ko: 동기화 서버에 연결할 수 없습니다. Dejavu가 다시 시도합니다.
kw: Ny yllys drehedhes an servyers kesunyans. Dejavu a wra assaya arta.
lij: No l'è stæto poscibile azzonzise a-i server de sincronizzaçion. Dejavu o prêuva torna.
lo: ບໍ່ສາມາດຕິດຕໍ່ເຊີບເວີຊິງຄ໌ໄດ້. Dejavu ຈະລອງໃຫມ່ອີກຄັ້ງ.
lt: Nepavyko pasiekti sinchronizavimo serverių. Dejavu bandys dar kartą.
lv: Neizdevās sasniegt sinhronizācijas serverus. Dejavu mēģinās vēlreiz.
meh: No se pudo conectar a los servidores de sincronización. Dejavu lo intentará de nuevo.
ml: സിങ്ക് സെർവറുകളിൽ എത്താനായില്ല. Dejavu വീണ്ടും ശ്രമിക്കും.
mr: सिंक सर्व्हरपर्यंत पोहोचता आले नाही. Dejavu पुन्हा प्रयत्न करेल.
my: စင့်ခ် ဆာဗာများကို ဆက်သွယ်မရပါ။ Dejavu က ထပ်မံကြိုးစားမည်။
nb: Fikk ikke kontakt med synkroniseringsserverne. Dejavu prøver igjen.
ne: सिंक सर्भरहरुसम्म पुग्न सकेन। Dejavu ले फेरि प्रयास गर्नेछ।
nl: Kan de synchronisatieservers niet bereiken. Dejavu probeert het opnieuw.
nn: Fekk ikkje kontakt med synkroniseringstenarane. Dejavu prøver igjen.
oc: Impossible de jónher los servidors de sincronizacion. Dejavu tornarà ensajar.
or: ସିଙ୍କ ସର୍ଭରରେ ପହଞ୍ଚି ହେଲା ନାହିଁ। Dejavu ପୁଣି ଚେଷ୍ଟା କରିବ।
pa: ਸਿੰਕ ਸਰਵਰਾਂ ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕਿਆ। Dejavu ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ।
pa_pk: سنک سرور تک نئيں پہنچ ہویا۔ Dejavu دوبارہ کوشش کرے گا۔
pl: Nie udało się połączyć z serwerami synchronizacji. Dejavu spróbuje ponownie.
ps: د همغږۍ سرورونو ته رسېدل ونشول. Dejavu به بیا هڅه وکړي.
pt_br: Não foi possível conectar aos servidores de sincronização. O Dejavu tentará novamente.
pt_pt: Não foi possível ligar aos servidores de sincronização. O Dejavu vai tentar novamente.
rm: Impussibel da cuntanscher ils servers da sync. Dejavu empruvarà anc ina giada.
ro: Serverele de sincronizare nu au putut fi contactate. Dejavu va încerca din nou.
ru: Не удалось подключиться к серверам синхронизации. Dejavu повторит попытку.
sat: ᱥᱤᱝᱠ ᱥᱚᱨᱣᱚᱨ ᱛᱷᱮᱱ ᱵᱟᱭ ᱥᱮᱴᱮᱨ ᱮᱱᱟ ᱾ Dejavu ᱫᱩᱦᱲᱟ ᱠᱚᱨᱩᱢᱩᱴᱩ ᱠᱟᱹᱢᱤ ᱟᱹᱭ ᱠᱟᱱᱟ ᱾
sc: No est istadu possìbile arribare a is serbidores de sincronizatzione. Dejavu at a proare torra.
scn: Non si potti arrivari ê server di sincronizzazzioni. Dejavu prova arrè.
si: සමමුහුර්ත සර්වර වෙත ළඟාවිය නොහැකි විය. Dejavu නැවත උත්සාහ කරනු ඇත.
sk: Nepodarilo sa spojiť so synchronizačnými servermi. Dejavu to skúsi znova.
skr: ہم وقت سروراں نال رابطہ کائنی تھی سڳا۔ Dejavu ولدا کوشش کریسی۔
sl: Strežnikov za sinhronizacijo ni bilo mogoče doseči. Dejavu bo poskusil znova.
sq: S'u arrit të kontaktohen shërbyesit e njëkohësimit. Dejavu do ta riprovojë.
sr: Сервери за синхронизацију нису доступни. Dejavu ће покушати поново.
su: Teu bisa ngahontal server sync. Dejavu bakal nyoba deui.
sv: Det gick inte att nå synkroniseringsservrarna. Dejavu försöker igen.
szl: Niy szło dostać sie do serwerōw synchronizacyje. Dejavu sprōbuje zaś.
ta: ஒத்திசைவு சேவையகங்களை அடைய முடியவில்லை. Dejavu மீண்டும் முயற்சிக்கும்.
te: సింక్ సర్వర్లను చేరుకోలేకపోయింది. Dejavu మళ్లీ ప్రయత్నిస్తుంది.
tg: Пайваст шудан ба серверҳои ҳамоҳангсозӣ имконнопазир шуд. Dejavu бори дигар кӯшиш мекунад.
th: ไม่สามารถเชื่อมต่อเซิร์ฟเวอร์ซิงค์ได้ Dejavu จะลองอีกครั้ง
tl: Hindi maabot ang mga sync server. Susubukan ulit ng Dejavu.
tok: mi ken ala tawa ilo pi sama. Dejavu li wile pali sin.
tr: Eşitleme sunucularına ulaşılamadı. Dejavu yeniden deneyecek.
trs: No se pudo conectar a los servidores de sincronización. Dejavu lo intentará de nuevo.
tt: Синхронлаштыру серверләренә ирешеп булмады. Dejavu яңадан тырышачак.
tzm: Ur yezmir ara ad yaweḍ ɣer iqeddacen n usdukel. Dejavu ad yɛawed ttikkelt-nniḍen.
ug: قەدەمداشلاش مۇلازىمېتىرلىرىغا يېتەلمىدى. Dejavu قايتا سىنايدۇ.
uk: Не вдалося з’єднатися із серверами синхронізації. Dejavu спробує ще раз.
ur: ہم وقت سازی کے سرورز تک نہیں پہنچا جا سکا۔ Dejavu دوبارہ کوشش کرے گا۔
uz: Sinxronlash serverlariga yetib bo'lmadi. Dejavu qayta urinib ko'radi.
vec: No xe stà posibiłe contatar i server de sincronizasion. Dejavu el proverà torna.
vi: Không thể kết nối đến máy chủ đồng bộ hóa. Dejavu sẽ thử lại.
yo: Kò lè dé ọ̀dọ̀ àwọn server sync. Dejavu yóò tún gbìyànjú.
yua: No se pudo conectar a los servidores de sincronización. Dejavu lo intentará de nuevo.
zh_hans: 无法连接到同步服务器。Dejavu 将再次尝试。
zh_hant: 無法連上同步伺服器。Dejavu 將再次嘗試。

# dejavu_sync_problem_server
source: The sync servers had a problem. Dejavu will try again.
ab: Асинхронизациа рсерверқәа рахь азҵаара ыҟалеит. Dejavu ааԥхьара ишьҭeит.
am: የማመሳሰል አገልጋዮቹ ችግር አጋጥሟቸዋል። Dejavu እንደገና ይሞክራል።
an: Os servidors de sincronización han tenito un problema. Dejavu tornará a intentar-lo.
ar: واجهت خوادم المزامنة مشكلة. سيعاود Dejavu المحاولة.
ast: Los sirvidores de sincronización tuvieron un problema. Dejavu volverá tentalo.
az: Sinxronlaşdırma serverlərində problem yarandı. Dejavu yenidən cəhd edəcək.
azb: همگام‌سازی سئرورلرینده پروبلئم یاراندی. Dejavu یئنیدن جهد ادجک.
ban: Server sync ngalamin masalah. Dejavu lakar nyoba buin.
be: На серверах сінхранізацыі ўзнікла праблема. Dejavu паспрабуе зноў.
bg: Възникна проблем със сървърите за синхронизиране. Dejavu ще опита отново.
bn: Sync সার্ভারে একটি সমস্যা হয়েছে। Dejavu আবার চেষ্টা করবে।
bqi: سرور یل همگامی مشکل داشتن. Dejavu دوباره امتحان می‌کنه.
br: Ur gudenn he deus bet servijerien ar goubredañ. Dejavu a glasko en-dro.
brh: سنک سرواک اٹ مسئلہ ہتین۔ Dejavu دوبارہ کوشش کن۔
bs: Došlo je do problema sa serverima za sinhronizaciju. Dejavu će pokušati ponovo.
ca: Hi ha hagut un problema als servidors de sincronització. El Dejavu ho tornarà a provar.
cak: Xk'ulwachitäj jun k'ayewal pa taq server richin junamirisanik. Dejavu nrajo' chik jun bey.
ceb: Adunay problema ang mga sync server. Mosulay usab ang Dejavu.
ckb: سێرڤەرەکانی هاوکاتکردن کێشەیان هەبوو. Dejavu دووبارە هەوڵ دەداتەوە.
co: I servitori di sincrunizazione anu avutu un prublemu. Dejavu prova dinò.
cs: Na serverech synchronizace nastal problém. Dejavu to zkusí znovu.
cy: Cafodd gweinyddion cydweddu broblem. Bydd Dejavu’n ceisio eto.
da: Synkroniseringsserverne havde et problem. Dejavu prøver igen.
de: Bei den Sync-Servern ist ein Problem aufgetreten. Dejavu versucht es erneut.
dsb: Serwery synchronizacije měli problem. Dejavu buźo znowego wopytaś.
el: Παρουσιάστηκε πρόβλημα με τους διακομιστές συγχρονισμού. Το Dejavu θα προσπαθήσει ξανά.
eo: La sinkronigaj serviloj havis problemon. Dejavu provos denove.
es: Los servidores de sincronización tuvieron un problema. Dejavu volverá a intentarlo.
es_ar: Los servidores de sincronización tuvieron un problema. Dejavu volverá a intentarlo.
et: Sünkroonimisserveritel esines probleem. Dejavu proovib uuesti.
eu: Sinkronizazio-zerbitzariek arazo bat izan dute. Dejavuk berriro saiatuko da.
fa: سرورهای همگام‌سازی با مشکلی مواجه شدند. Dejavu دوباره تلاش خواهد کرد.
ff: Les serveurs de synchronisation ont eu un problème. Dejavu réessaiera.
fi: Synkronointipalvelimilla oli ongelma. Dejavu yrittää uudelleen.
fr: Les serveurs de synchronisation ont rencontré un problème. Dejavu réessaiera.
fur: I servidôrs di sincronizazion a àn vût un probleme. Dejavu al torna a provâ.
fy: De syngronisaasjeservers hiene in probleem. Dejavu sil it opnij besykje.
ga: Bhí fadhb ag freastalaithe sioncrónaithe. Bainfidh Dejavu triail eile as.
gd: Bha duilgheadas aig na frithealaichean sioncronachaidh. Feuchaidh Dejavu a-rithist.
gl: Os servidores de sincronización tiveron un problema. Dejavu tentarao de novo.
gn: Umi server sincronizaciónguáre oiko peteĩ jejavy. Dejavu ojapyhýta jey.
gu: સમન્વયન સર્વરમાં સમસ્યા આવી. Dejavu ફરીથી પ્રયાસ કરશે.
he: לשרתי הסנכרון הייתה בעיה. Dejavu ינסה שוב.
hi: सिंक सर्वर में कोई समस्या आई। Dejavu फिर से कोशिश करेगा।
hil: May problema ang mga sync server. Magatilaw liwat ang Dejavu.
hr: Došlo je do problema s poslužiteljima za sinkronizaciju. Dejavu će pokušati ponovno.
hsb: Serwery synchronizacije mějachu problem. Dejavu budźe znowa spytać.
hu: Probléma történt a szinkronizálási szerverekkel. A Dejavu újra megpróbálja.
hy: Համաժամացման սերվերներում խնդիր առաջացավ. Dejavu֊ն կրկին կփորձի.
ia: Le servitores de synchronisation habeva un problema. Dejavu tentara de nove.
id: Server sinkronisasi mengalami masalah. Dejavu akan mencoba lagi.
is: Samstillingarþjónarnir lentu í vandamáli. Dejavu mun reyna aftur.
it: I server di sincronizzazione hanno riscontrato un problema. Dejavu riproverà.
ja: 同期サーバーで問題が発生しました。Dejavuが再試行します。
ka: სინქრონიზაციის სერვერებზე პრობლემა წარმოიშვა. Dejavu ხელახლა სცდის.
kaa: Sinxronlastırıw serverlerinde másele boldı. Dejavu qayta háreket etedi.
kab: Iqeddacen n usdukel sɛan ugur. Dejavu ad yɛawed ttikkelt-nniḍen.
kk: Синхрондау серверлерінде мәселе туындады. Dejavu қайта әрекет етеді.
km: ម៉ាស៊ីនមេសមកាលកម្មមានបញ្ហា។ Dejavu នឹងព្យាយាមម្ដងទៀត។
kmr: Pêşkêşkerên hevdemkirinê pirsgirêkek hebû. Dejavu dê dîsa biceribîne.
kn: ಸಿಂಕ್ ಸರ್ವರ್‌ಗಳಲ್ಲಿ ಸಮಸ್ಯೆ ಉಂಟಾಯಿತು. Dejavu ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ko: 동기화 서버에 문제가 발생했습니다. Dejavu가 다시 시도합니다.
kw: An servyers kesunyans a's teva kudynn. Dejavu a wra assaya arta.
lij: I server de sincronizzaçion han avuo 'n problema. Dejavu o prêuva torna.
lo: ເຊີບເວີຊິງຄ໌ມີບັນຫາ. Dejavu ຈະລອງໃຫມ່ອີກຄັ້ງ.
lt: Sinchronizavimo serveriuose kilo problema. Dejavu bandys dar kartą.
lv: Sinhronizācijas serveros radās problēma. Dejavu mēģinās vēlreiz.
meh: Los servidores de sincronización tuvieron un problema. Dejavu lo intentará de nuevo.
ml: സിങ്ക് സെർവറുകളിൽ ഒരു പ്രശ്നം ഉണ്ടായി. Dejavu വീണ്ടും ശ്രമിക്കും.
mr: सिंक सर्व्हरमध्ये समस्या आली. Dejavu पुन्हा प्रयत्न करेल.
my: စင့်ခ် ဆာဗာများတွင် ပြဿနာ ရှိခဲ့သည်။ Dejavu က ထပ်မံကြိုးစားမည်။
nb: Synkroniseringsserverne hadde et problem. Dejavu prøver igjen.
ne: सिंक सर्भरहरुमा समस्या भयो। Dejavu ले फेरि प्रयास गर्नेछ।
nl: Er is een probleem opgetreden bij de synchronisatieservers. Dejavu probeert het opnieuw.
nn: Synkroniseringstenarane hadde eit problem. Dejavu prøver igjen.
oc: Los servidors de sincronizacion an agut un problèma. Dejavu tornarà ensajar.
or: ସିଙ୍କ ସର୍ଭରରେ ଏକ ସମସ୍ୟା ହେଲା। Dejavu ପୁଣି ଚେଷ୍ଟା କରିବ।
pa: ਸਿੰਕ ਸਰਵਰਾਂ ਵਿੱਚ ਸਮੱਸਿਆ ਆਈ। Dejavu ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੇਗਾ।
pa_pk: سنک سرواں وچ کوئی مسئلہ سی۔ Dejavu دوبارہ کوشش کرے گا۔
pl: Wystąpił problem z serwerami synchronizacji. Dejavu spróbuje ponownie.
ps: د همغږۍ سرورونو کې ستونزه وه. Dejavu به بیا هڅه وکړي.
pt_br: Os servidores de sincronização tiveram um problema. O Dejavu tentará novamente.
pt_pt: Os servidores de sincronização tiveram um problema. O Dejavu vai tentar novamente.
rm: Ils servers da sync han gì in problem. Dejavu empruvarà anc ina giada.
ro: Serverele de sincronizare au avut o problemă. Dejavu va încerca din nou.
ru: На серверах синхронизации произошла ошибка. Dejavu повторит попытку.
sat: ᱥᱤᱝᱠ ᱥᱚᱨᱣᱚᱨ ᱨᱮ ᱥᱚᱢᱟᱥᱭᱟ ᱛᱟᱦᱮᱸ ᱞᱮᱱᱟ ᱾ Dejavu ᱫᱩᱦᱲᱟ ᱠᱚᱨᱩᱢᱩᱴᱩ ᱠᱟᱹᱢᱤ ᱟᱹᱭ ᱠᱟᱱᱟ ᱾
sc: Is serbidores de sincronizatzione ant tentu unu problema. Dejavu at a proare torra.
scn: I server di sincronizzazzioni hannu avutu un prubblema. Dejavu prova arrè.
si: සමමුහුර්ත සර්වරවල ගැටලුවක් ඇති විය. Dejavu නැවත උත්සාහ කරනු ඇත.
sk: Na synchronizačných serveroch nastal problém. Dejavu to skúsi znova.
skr: ہم وقت سروراں وچ کوئی مسئلہ ہائی۔ Dejavu ولدا کوشش کریسی۔
sl: Na strežnikih za sinhronizacijo je prišlo do težave. Dejavu bo poskusil znova.
sq: Shërbyesit e njëkohësimit patën një problem. Dejavu do ta riprovojë.
sr: Дошло је до проблема са серверима за синхронизацију. Dejavu ће покушати поново.
su: Server sync ngalaman masalah. Dejavu bakal nyoba deui.
sv: Synkroniseringsservrarna hade ett problem. Dejavu försöker igen.
szl: Serwery synchronizacyje miały problym. Dejavu sprōbuje zaś.
ta: ஒத்திசைவு சேவையகங்களில் சிக்கல் ஏற்பட்டது. Dejavu மீண்டும் முயற்சிக்கும்.
te: సింక్ సర్వర్లలో సమస్య ఏర్పడింది. Dejavu మళ్లీ ప్రయత్నిస్తుంది.
tg: Дар серверҳои ҳамоҳангсозӣ мушкиле рух дод. Dejavu бори дигар кӯшиш мекунад.
th: เซิร์ฟเวอร์ซิงค์มีปัญหา Dejavu จะลองอีกครั้ง
tl: Nagkaroon ng problema ang mga sync server. Susubukan ulit ng Dejavu.
tok: ilo pi sama li jo e ike. Dejavu li wile pali sin.
tr: Eşitleme sunucularında bir sorun oluştu. Dejavu yeniden deneyecek.
trs: Los servidores de sincronización tuvieron un problema. Dejavu lo intentará de nuevo.
tt: Синхронлаштыру серверләрендә проблема булды. Dejavu яңадан тырышачак.
tzm: Iqeddacen n usdukel sɛan ugur. Dejavu ad yɛawed ttikkelt-nniḍen.
ug: قەدەمداشلاش مۇلازىمېتىرلىرىدا مەسىلە كۆرۈلدى. Dejavu قايتا سىنايدۇ.
uk: На серверах синхронізації сталася помилка. Dejavu спробує ще раз.
ur: ہم وقت سازی کے سرورز میں مسئلہ تھا۔ Dejavu دوبارہ کوشش کرے گا۔
uz: Sinxronlash serverlarida muammo yuz berdi. Dejavu qayta urinib ko'radi.
vec: I server de sincronizasion i ga vu un problema. Dejavu el proverà torna.
vi: Máy chủ đồng bộ hóa gặp sự cố. Dejavu sẽ thử lại.
yo: Àwọn server sync ní ìṣòro. Dejavu yóò tún gbìyànjú.
yua: Los servidores de sincronización tuvieron un problema. Dejavu lo intentará de nuevo.
zh_hans: 同步服务器出现问题。Dejavu 将再次尝试。
zh_hant: 同步伺服器發生問題。Dejavu 將再次嘗試。
